const baseUrl = ''

// 登录接口
// 上传接口


// 物联网管理
// 1. 设备型号管理
// * 查询设备型号列表
// * 删除设备型号
// * 新增设备型号
// * 编辑设备型号
// * 查看设备型号

// 2. 设备列表
// * 查询设备列表
// * 删除设备
// * 绑定（新增）设备
// * 编辑设备
// * 查看设备

// 3. 设备使用记录
// * 查询设备使用记录

// // 产品管理
// 1. 产品列表
// * 查询产品列表
// * 删除产品
// * 添加产品
// * 编辑产品（包含上下架？）

// 2. 库存管理
// * 查询库存列表
// * 查询出入库记录
// * 入库操作
// * 绑定门店

// 3. 消耗明细
// * 查询产品消耗明细

// // 客户管理
// 1. 门店列表
// * 查询门店列表
// * 新增门店
// * 编辑门店
// * 查询门店详情
// * 新增密码
// * 解绑登录手机号
// * 修改登录手机号

// // 员工管理
// 1. 员工列表
// * 查询员工列表
// * 新增用户
// * 编辑用户
// * 删除用户
// * 修改密码
// * 修改登录手机号

// // 品牌管理
// * 查询品牌列表
// * 新增品牌
// * 编辑品牌
// * 删除品牌

// // 统计分析
// 1. 设备分析
// * 查询设备型号数量